Repository: Langlais115/lets
Catalog: locales/*/LC_MESSAGES/*.po
Languages: fr_fr

source: No errors
fr_fr: Aucune erreur

source: Cannot connect to the database!!
fr_fr: Impossible de se connecter à la base de données !!

source: Fields
fr_fr: Champs

source: Address
fr_fr: Adresse

source: City
fr_fr: Ville

source: State/Province
fr_fr: Region

source: Postal Code
fr_fr: Code postal

source: Home Phone
fr_fr: Téléphone Personnel

source: Work Phone
fr_fr: Téléphone Professionel

source: Mobile Phone
fr_fr: Téléphone portable

source: Profile
fr_fr: Votre Compte

source: Website
fr_fr: Site web

source: Title
fr_fr: Titre

source: Short Description (used on list page)
fr_fr: Description courte (utilisé sur la page de listing)

source: Long Description (used on item page)
fr_fr: Description longue (utilisé dans la page des articles)

source: Amount: (only applies to offers)
fr_fr: Montant: (s'applique seulement aux offres)

source: Title: (recommended)
fr_fr: Titre: (recommandé)

source: Summary: (recommended)
fr_fr: Résumé: (recommendé)

source: Body: (recommended)
fr_fr: Corps: (recommandé)

source: Location
fr_fr: Ville

source: Body
fr_fr: Corps

source: Image Fields
fr_fr: Champs images

source: Short Description
fr_fr: Description courte

source: Long Description
fr_fr: Description longue

source: Submit
fr_fr: Soumettre

source: Required Field Missing
fr_fr: Champs requis manquant

source: Problem with fee
fr_fr: Problème avec les frais

source: Negative balance limit must be a positive number
fr_fr: Limite de solde négatif doit être un nombre positif

source: Currency Information
fr_fr: Information sur la devise

source: Currency Name
fr_fr: Nom de la devise

source: (plural)
fr_fr: (pluriel)

source: (singular)
fr_fr: (singulier)

source: Transaction Information
fr_fr: Information sur la Transaction

source: Transaction Name
fr_fr: Nom de la transaction

source: Transaction Fees
fr_fr: Frais de transaction

source: Seller Fee
fr_fr: Frais vendeurs

source: Buyer Fee
fr_fr: Frais acheteur

source: Auctions
fr_fr: Enchaires

source: Enable Auctions
fr_fr: Activer les enchaires

source: Freeze Auction
fr_fr: Bloquer les enchaires

source: Buy Now
fr_fr: Achat immédiat

source: Enable Buy Now
fr_fr: Activé achat immédiat

source: Allow
fr_fr: Authoriser

source: Hide
fr_fr: Cacher

source: Expired
fr_fr: Expiré

source: Misc
fr_fr: Autre

source: Problem with a numeric field
fr_fr: Prblème avec un champ numérique

source: SMTP Passwords do not match
fr_fr: Le mot de passe SMTP ne correspond pas

source: Required fields are
fr_fr: Les champs suivant sont obligatoire

source: Name
fr_fr: Nom

source: Hour Offset
fr_fr: Heure de décalage

source: 12 Hour Clock?
fr_fr: Horloge 12H?

source: Website Settings
fr_fr: Paramettres du SiteWeb

source: Complete URL
fr_fr: URL complet

source: Complete Path
fr_fr: Chemain complet

source: Session Time Out (minutes)
fr_fr: Temps d'inactivité de session (minutes)

source: Enabled Sections
fr_fr: Sections activées

source: Validation Settings
fr_fr: Configuration de validation

source: Validate
fr_fr: Ok

source: Home Page
fr_fr: Page d'acceuil

source: Register Terms
fr_fr: Termes de contract

source: New
fr_fr: Nouveau

source: Image Settings
fr_fr: Paramètres des images

source: Enable Images:
fr_fr: Activer les images:

source: Image Quality
fr_fr: Qualité des images

source: Thumbnail Width
fr_fr: Largeur des images miniature

source: Thumbnail Height
fr_fr: Hauteur des images miniature

source: Image Width
fr_fr: Largeur des images

source: Image Height
fr_fr: Hauteur des images

source: Display
fr_fr: Affichage

source: Search
fr_fr: Recherche

source: Help
fr_fr: Aide

source: Style and Access Settings
fr_fr: Paramètres d'acces et styles

source: Enable
fr_fr: Activer

source: Show
fr_fr: Afficher

source: Name Singular
fr_fr: Nom Singulier

source: Name Plural
fr_fr: Nom Pluriel

source: Enable RSS?
fr_fr: Activer RSS?

source: Log Settings
fr_fr: Paramètre des logs

source: Enable Log
fr_fr: Avtiver les logs

source: Enable Error Log
fr_fr: Activer les logs d'erreur

source: If logging is enabled choose the following events.
fr_fr: Si les logs sont activés choisez les événements suivants à enregister.

source: Log User Submissions
fr_fr: Logger les soumissions utilisateur

source: Log User Edits
fr_fr: Logger les éditions utilisateur

source: Log User Deletions
fr_fr: Logger les effacements utilisateur

source: Log Trimmed Errors
fr_fr: Logger les erreurs

source: The above setting will apply to each of the following sections.
fr_fr: Le réglage ci-dessus sera applicable à chacune des sections suivantes.

source: Email Settings
fr_fr: Paramètres email

source: Enable email
fr_fr: Avtiver email

source: The
fr_fr: Le

source: Show Contact Page?
fr_fr: Afficher la page contact?

source: Technical email
fr_fr: Email technique

source: Email technical errors?
fr_fr: Email pour les erreurs technique?

source: Validation email
fr_fr: Email pour les validations

source: Send email when new submissions need to be validated?
fr_fr: Envoyer un email quand les nouveau enregistrement ont besoin d'etre validé?

source: Allow duplicate emails
fr_fr: Authorisé les doublons d'adresses eMails

source: Send emails from this address
fr_fr: Envoyer les mails de cette adresse

source: The "From" Name
fr_fr: Nom convivial qui remplacera l'adresse email "De"

source: <strong>Note:</strong> Not all web servers allow php to send mail from "nobody". If that is the case you must provide correct SMTP information for email to function properly.
fr_fr: <strong>Note:</strong> Tous les serveurs PHP n'acceptent pas l'envoie de mail de "inconue". Si c'est le cas vous devez fournir les identifiants SMTP du serveur mail à utiliser.

source: Use SMTP?
fr_fr: Utilisé SMTP?

source: SMTP Backup Host
fr_fr: SMTP Host de secour

source: SMTP Username
fr_fr: Nom d'utilisateur SMTP

source: <strong>Note:</strong> Leave blank to keep the password the same. It is stored in encrypted form.
fr_fr: <strong>Note:</strong> Laissez le champs vide pour garder le même mot de passe.

source: SMTP Password
fr_fr: Mot de passe SMTP

source: Confirm SMTP Password
fr_fr: Confirmation du mot de passe SMTP

source: <span>Welcome <strong>Guest</strong></span>
fr_fr: <span>Bienvenue <strong>Invité</strong></span>

source: <span>Please Login or <a href="
fr_fr: <span>Merci de vous identifiez ou <a href="

source: Lost Password?
fr_fr: Mot de passe perdue?

source: Password
fr_fr: Mot de passe

source: <span id="login_message">Welcome <strong>
fr_fr: <span id="login_message">Bienvenue<strong>

source: database problems, please come back
fr_fr: Problème avec la base de données, revenez plus tard

source: Mod_Rewrite MUST be enable. Current status = Disable
fr_fr: Mod_Rewrite DOIT être activé. Statut actuel = Désactivé

source: Please enter a Encryption Key.
fr_fr: Merci de renseigner une clef d'encryption

source: Please enter a Site Name.
fr_fr: Merci de renseigner le nom du site.

source: Please enter a URL.
fr_fr: Merci de renseigner l'URL

source: Please enter a correct URL.
fr_fr: Merci de renseigner un URL correct.

source: Please enter the path
fr_fr: Merci de renseigner le chemin vers le fichier index.php

source: Please enter Admin email.
fr_fr: Merci de renseigner une adresse mail pour l'administrateur.

source: Please enter Validation email.
fr_fr: Merci de renseigner une adresse eMail du validateur.

source: Please enter Technical email.
fr_fr: Merci de renseigner l'eMail technique

source: Please enter your location.
fr_fr: Merci de renseigner votre ville

source: Configuration Complete!
fr_fr: Configuration terminée!

source: Database update fail
fr_fr: L'écriture dans le base de données a echouée

source: You did not fill out all the fields!!!
fr_fr: Vous n'avez pas remplie tous les champs!!!

source: Passwords did not match, please try again.
fr_fr: Le mot de passe ne correspond pas, merci de recommencer.

source: Account Creation Complete!
fr_fr: Création du compte terminé!

source: You did not fill out all the ftp fields!!!
fr_fr: Vous n'avez pas remplie tous les champs FTP!!!

source: Done!
fr_fr: Terminé!

source: NOT FOUIND!
fr_fr: PAS TROUVE!

source: Permissions Set!
fr_fr: Permissions configurées!

source: Permissions Failed!
fr_fr: Echeque de la configuration des permissions!

source: not found...
fr_fr: pas trouvé!!!

source: Failed to upload:
fr_fr: Echèque de téléchargement

source: config' doesn't exist
fr_fr: la configuration n'existe pas

source: Table "config" has been created.
fr_fr: La table "config" as été créé.

source: Creating Database
fr_fr: Création de la base de données

source: Website settings
fr_fr: Paramètres du site web

source: Admin account creation
fr_fr: Création du compte d'administration

source: Permission setup
fr_fr: Configuration des Permissions

source: <h1>Setup Form
fr_fr: <h1>Formulaire de configuration

source: Please fill all the texts in the fields.
fr_fr: Merci de remplir tous les champs

source: The following fields are required:
fr_fr: Les champs suivant sont obligatoire:

source: <strong>First Name:</strong><br /><em>example:</em> John<br />
fr_fr: <strong>Prénom:</strong><br /><em>exemple:</em> Pierre<br />

source: <strong>Last Name:</strong><br /><em>example:</em> Malkovich<br />
fr_fr: <strong>Nom de famille:</strong><br /><em>exemple:</em> Le blanc<br />

source: has not been found.
fr_fr: n'as pas été trouvé.

source: has been found.
fr_fr: a été trouvé.

source: needs permissions: 664
fr_fr: a besoin des permissions: 664

source: has proper permissions.
fr_fr: Permissions configurées.

source: Folder: <strong>images</strong> has not been found.
fr_fr: Dossier: <strong>images</strong> n'as pas été trouvé.

source: Folder: <strong>images</strong> has been found.
fr_fr: Dossier: <strong>images</strong> a été trouvé.

source: Folder: <strong>images</strong> needs permissions: 775
fr_fr: Dossier: <strong>images</strong> a besoin des permissions: 775

source: Folder: <strong>images</strong> has proper permissions.
fr_fr: Dossier: <strong>images</strong> correctement configurées.

source: Folder: <strong>logs</strong> has not been found.
fr_fr: Dossier: <strong>logs</strong> n'as pas été trouvé.

source: Folder: <strong>logs</strong> has been found.
fr_fr: Dossier: <strong>logs</strong> a été trouvé.

source: Folder: <strong>logs</strong> needs permissions: 770
fr_fr: Dossier: <strong>logs</strong> a besoin des permissions: 770

source: Folder: <strong>logs</strong> has proper permissions.
fr_fr: Dossier: <strong>logs</strong> correctement configuré.

source: has not been found.</li>
fr_fr: n'as pas été trouvé.</li>

source: has been found.</li>
fr_fr: a été trouvé.</li>

source: needs permissions: 660</li>
fr_fr: a besoin des pêrmissions: 660</li>

source: has proper permissions.</li>
fr_fr: a les bonne permissions.

source: <strong>Checking Files and Folders....</strong><br />
fr_fr: <strong>Vérification des fichiers et dossiers....</strong><br />

source: Set Permissions
fr_fr: Configuration des permissions

source: <li class="ok"><strong>.htaccess was updated!!!</strong></li>
fr_fr: <li class="ok"><strong>.htaccess mis à jour!!!</strong></li>

source: <li class="error"><strong>Site Structure could NOT be Initialized</strong>
fr_fr: <li class="error"><strong>La structure du site ne PEU PAS être initialisée</strong>

source: Installation Complete!!!
fr_fr: Installation Terminée!!!

source: Installation Failed!!!
fr_fr: L'installation à échouée!!!

source: Check the permission of your files and folder. The user running your web server should have read and write access in files and folders in your lets-software folder.
fr_fr: Vérifiez les permissions de vos fichiers et dossiers. L'utilisateur du serveur web doit acoir les accès en lecture et ecritures sur les fichiers et dossiers se trouvant dans le dossier Lets-Software.

source: 1 year,
fr_fr: 1 an,

source: years,
fr_fr: années,

source: 1 month,
fr_fr: 1 mois,

source: months,
fr_fr: mois,

source: 1 day,
fr_fr: 1 jour,

source: days,
fr_fr: jours,

source: 1 hour,
fr_fr: 1 heure,

source: hours,
fr_fr: heures,

source: January
fr_fr: Janvier

source: Febuaury
fr_fr: Févrié

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Aout

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: <li class="error">Check your <strong>[
fr_fr: <li class="error">Vérifiez votre <strong>[

source: Invalid Code Please check for the following:
fr_fr: Code Invalide, Merci de vérifier ce qui suit:

source: Account not validated
fr_fr: Compte non validé

source: <h1>Your account is not validated</h1><br />
fr_fr: <h1>Votre compte n'est na pas été validé</h1><br />

source: <h1>Your account has been suspended</h1><br />
fr_fr: <h1>Votre compte a été suspendue</h1><br />

source: The following reason was given:<br /><br />
fr_fr: La raison suivant a été donnée:<br /><br />

source: restricted page
fr_fr: page avec accès restrain

source: <h1>Restricted page</h1><br />
fr_fr: <h1>Page avec acces restrain</h1><br />

source: Please login to continue<br />
fr_fr: Merci de vous logger pour continuer<br />

source: <h1>Restricted Page</h1><br />
fr_fr: <h1>Page avec acces restrain</h1><br />

source: You do not have administrative privileges <br /><br />Please contact the admin <a href="mailto:
fr_fr: Vous n'avez pas sufisament de droit <br /><br />Merci de contacter votre administrateur <a href="mailto:

source: home
fr_fr: accueil

source: <h1>Your page was not found</h1><br />
fr_fr: <h1>Votre page n'a pas été trouvé</h1><br />

source: An error has occurred
fr_fr: Il y a eu une erreur

source: Print</a> this page
fr_fr: Imprimer</a> cette page

source: Cancel Print Page
fr_fr: Annuler l'impression de la page

source: <span class="message">Amount given is not a number</span>
fr_fr: <span class="message">Le montant donné n'est pas un nombre</span>

source: <span class="message">Amount must be positive</span>
fr_fr: <span class="message">Le montant doit etre positif</span>

source: <span class="message">Please provide a description</span>
fr_fr: <span class="message">Merci de fournir une description</span>

source: <span class="message">Please provide
fr_fr: <span class="message">Merci de fournir

source: <span class="message">Database Problem</span>
fr_fr: <span class="message">Problème avec la base de données</span>

source: <h2>Category Admin</h2>
fr_fr: <h2>Administration des Catégories</h2>

source: <h2>Check Balances</h2>
fr_fr: <h2>Vérifier les comptes</h2>

source: <li class="error">Sorry your email could not be sent.</li>
fr_fr: <li class="error">Désolé, votre email ne peu pas etre envoyé.</li>

source: <span class="message">All fields are required.</span>
fr_fr: <span class="message">Tous les champs sont requies.</span>

source: <label for="email_subject">Subject:</label>
fr_fr: <label for="email_subject">Sujet:</label>

source: Home
fr_fr: Acceuil

source: <span class="message">You must pay
fr_fr: <span class="message">Vous devez payez

source: <span class="message">You must enter a positive number</span>
fr_fr: <span class="message">Vous devez entrer un nombre positif</span>

source: Created
fr_fr: Créé

source: Expires
fr_fr: Expire

source: Auction
fr_fr: Enchaire

source: Item
fr_fr: Objet

source: Requested
fr_fr: Demandes

source: Offered
fr_fr: Offres

source: <span class="nb_page_expired">This auction has ended</span>
fr_fr: <span class="nb_page_expired">Cette enchaire est terminée</span>

source: <span class="nb_page_expired">This item has been purchased</span>
fr_fr: <span class="nb_page_expired">Cet objet a été acheté</span>

source: <span class="nb_page_expired">You have purchased this item</span>
fr_fr: <span class="nb_page_expired">Vous avez acheté cet objet</span>

source: <span class="nb_page_title">Amount:
fr_fr: <span class="nb_page_title">Montant:

source: This is most likely a database permission issue.<br />
fr_fr: Il est fort probable que cela soit dù à un problème de permission sur la base de données.<br />

source: Please check your <strong>/includes/configdb.php</strong> file and your <strong>database permissions</strong>.<br />
fr_fr: Merci de vérifier les paramètres dans le fichier <strong>/includes/configdb.php</strong> ainsi que les permissions de votre <strong>base de données</strong>.<br />

source: Once you made some changes, refresh this page to try again (F5)...</li>
fr_fr: Une fois les changements réalisés, rafréchissez la page (F5)...</li>

source: Next
fr_fr: Suivant
